Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201220130029000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Slike boliger kan gjerne bygges i tilknytning til dagaktivitetssenter, kulturhus, nærmiljøsenter, velferdssenter eller liknende med lett tilgang til aktivitet og sosialt samvær.
sme: Dakkár ásodagaid sáhttá áinnas hukset nu ahte dat leat lahka beaiveaktivitehtaguovddážiid, kulturviesuid, lagašbirasguovddážiid, buorredilleguovddážiid ja sullasaččaid, nu ahte lea álki olahit aktivitehtaid ja sosiála ovttastallama.

source: 2.5.2 Finansierings- og egenbetalingsordninger uavhengig av boform
sme: 2.5.2 Ruhtadan- ja iežasmáksoortnegat ássanvuohkái geahčakeahttá

source: Samlet var kommunenes utgifter til pleie- og omsorgstjenester om lag 90 mrd. kroner i 2012.
sme: Gielddaid dikšo- ja fuolahanbálvalusaid ollislaš golut ledje sullii 90 mrd. kruvnno i 2012.

source: Det vesentligste av utgiftene finansieres gjennom kommunenes frie inntekter, mens inntektene fra brukerbetaling utgjorde vel 7 prosent.
sme: Eanaš goluid gielddat gokčet friija boađuineaset, ja geavaheaddjimávssuid oassi fas lei badjelaš 7 proseantta boađuin.

source: Hovedansvaret for finansieringen av de fleste helse- og omsorgstjenestene ligger i kommunene.
sme: Eanaš dearvvašvuođa- ja fuolahanbálvalusaid váldoovddasvástádus lea gielddain.

source: Det er likevel slik at staten bidrar til finansieringen av legetjenester, fysioterapi, legemidler, hjelpemidler og bostøtte for brukere som bor i eget hjem.
sme: Stáhta doarju dattetge ruđalaččat doavtterbálvalusaid, fysioterapiija, dálkasiid, veahkkeneavvuid ja ruovttus ássi geavaheddjiid ássandoarjaga.

source: Brukerne av kommunens pleie- og omsorgstjenester betaler i dag for tjenester de mottar etter to ulike regelverk, avhengig av om de mottar tjenester i eller utenfor institusjon.
sme: Gielddaid dikšo- ja fuolahanbálvalusaid geavaheaddjit mákset dán áigge bálvalusain, maid sii ožžot, guvttiid sierra njuolggadusaid vuođul dan mielde ássetgo sii ásahusas vai eai.

source: Personer som bor i eget hjem betaler for den enkelte tjeneste de mottar, mens personer i institusjon betaler en fast andel av sin inntekt for et helhetlig tilbud.
sme: Olbmot geat ásset iežaset ruovttuin mákset bálvalusas, maid sii ožžot. Olbmot geat ásset ásahusas fas mákset bissovaš oasi boađuineaset ollislaš fálaldaga ovddas.

source: Ulikhetene i regelverket kan dermed føre til at brukere betaler ulikt for de samme tjenestene avhengig av om kommunen tilbyr plass i institusjon eller om personen bor i eid eller leid bolig.
sme: Njuolggadusaid sierraláganvuođat sáhttetge de dagahit, ahte geavaheaddjit šaddet máksit sierra hatti seammá bálvalusas dan mielde fállágo gielda saji ásahusas vai ásságo olmmoš iežas eaiggádan dahje láigohan ásodagas.

source: Utviklingen går i retning av at det blir vanskelig å se annen forskjell på sykehjem og omsorgsboliganlegg enn måten tilbudet finansieres på.
sme: Dilli rievdá dan guvlui, ahte šaddá váddásut earuhit buhcciidsiidda ja fuolahanásodaga eará vuođul, go fálaldaga ruhtademiin.

source: Flere kommuner kaller nå omsorgsboliganleggene sine for sykehjem, mens andre kommuner avhjemler sykehjemsplassene sine og kaller dem omsorgsboliger, bo- og servicesenter eller lignende.
sme: Ollu gielddain gohčodit dál fuolahanásodatrusttegiid buhcciidsiidan, eará gielddain fas eai šat geavat buhcciidsiidasaji namahusa, muhto gohčodit daid baicce fuolahanásodahkan, ássan- ja bálvalusguovddážin dahje sullasažžan.

source: Hagen-utvalget gikk derfor inn for å innføre samme finansierings- og egenbetalingsordning, samt samme rett til medisiner, tekniske hjelpemidler og bostøtte for alle, uavhengig av boform.
sme: Hagen-lávdegoddi ávžžuhii danin ásahit seammá ruhtadan- ja iežasmáksoortnega, ja seammá vuoigatvuođa dálkasiidda, teknihkalaš veahkkeneavvuide ja ássandoarjagii buohkaide, geahčakeahttá ássanvuohkái.

source: Samme konklusjon framkommer i en forskningsrapport som beskriver en utvikling der kommunene tar høyinntektsgrupper inn på sykehjem og lar bostøtteberettigede minstepensjonister få omsorgsbolig.
sme: Seammá bohtosii leat boahtán maiddái dutkanraporttas, man mielde dilli sáhttá ovdánit dakkárin, ahte gielddat váldet bures dinejeaddji joavkkuid buhcciidsiiddaide ja diktet unnimuspenšunisttaid, geat ožžot ássandoarjaga, ássat fuolahanásodagain.

source: Finansieringssystemet kan gi kommunene økonomiske insentiver med utilsiktede vridningseffekter på utbyggingsmønsteret.
sme: Ruhtadanvuogádat sáhttá addit gielddaide ruđalaš insentiivvaid, mat stivrejit huksenminstara dakkárin, mii suige ii lean áigumuš.

source: Rammebetingelsene for kommunene og brukerne må i størst mulig grad utformes slik at tjenestetilbudet vurderes ut fra den enkeltes behov, og ut fra hva som er samfunnsøkonomisk mest effektivt.
sme: Gielddaid ja geavaheddjiid rámmaeavttuid galgá nu guhkás go vejolaš hábmet dakkárin, ahte bálvalusfálaldaga árvvoštallet olbmo dárbbu mielde ja dan vuođul, mii lea beaktileamos servodatekonomiija dáfus.

source: Regjeringen vil sette i gang et utredningsarbeid om finansierings- og egenbetalingsordninger for ulike boformer.
sme: Ráđđehus áigu guorahallagoahtit sierralágan ássanvugiid ruhtadan- ja iešmáksinortnegiid.

source: Formålet med utredningen er å legge til rette for et rettferdig og forutsigbart betalingssystem for brukerne, og avklare ansvarsforhold mellom staten og kommunesektoren.
sme: Guorahallama ulbmil lea láhčit dili nu ahte geavaheaddjit ožžot vuoiggalaš ja einnostahtti máksinvuogádaga, ja seammás čielggadit stáhta ja gieldasuorggi ovddasvástádusjuogu.

source: 2.5.3 Velferdsteknologiprogrammet
sme: 2.5.3 Buorrediliteknologiijaprográmma

source: Bruk av velferdsteknologi åpner flere mulighetsrom.
sme: Buorrediliteknologiija geavaheapmi addá ollu vejolašvuođaid.

source: Det kan gi mennesker mulighet til å mestre eget liv og helse, bidra til at flere kan bo lenger i eget hjem til tross for nedsatt funksjonsevne, og bidra til å forebygge eller utsette institusjonsinnleggelse.
sme: Dan vehkiin olbmot sáhttet buorebut birget iežaset eallimis ja dearvvašvuođain, eanebut sáhttet ássat guhkit ruovttus vaikko doaibmanávccat leat hedjonan, ja dan vehkiin sáhttet ovddalgihtii eastadit dahje maŋidit ásahusas orruma.

source: Teknologi vil aldri kunne erstatte menneskelig omsorg og fysisk nærhet, men den kan bidra til å forsterke sosiale nettverk og mobilisere til økt samspill med tjenestene, nærmiljøet, familie og frivillige.
sme: Teknologiija ii goassege buhtat olmmošlaš fuolaheami iige fysihkalaš lagašvuođa, muhto dan vehkiin sáhttá nannet sosiála fierpmádaga ja johttáhit ovttasbarggu, masa servet bálvalusat, lagašbiras, bearaš ja eaktodáhtolaččat.

source: Dermed kan den også frigjøre ressurser i omsorgstjenesten som i større grad kan brukes i direkte brukerrettet arbeid.
sme: Dat sáhttá nappo luvvet fuolahanbálvalusa resurssaid, nu ahte dat sáhttá fállat eanet bálvalusaid njuolga geavaheaddjái.

source: Utviklingen av velferdsteknologi må settes inn i en ramme.
sme: Buorrediliteknologiija geavaheami ferte ovddidit dihto rámmaid siskkobealde.

source: Den må ha som formål å bidra til å løse helt konkrete problemer og svare på de behov brukerne har.
sme: Ulbmilin galgá leat čoavdit konkrehta váttisvuođaid ja gokčat geavaheddjiid dárbbuid.

source: Innføring av velferdsteknologi i helse- og omsorgstjenestene bør derfor skje parallelt med endringer i organisering og innretning av tjenestene.
sme: Dearvvašvuođa- ja fuolahanbálvalusas galget danin geavahišgoahtit buorrediliteknologiija buohtalagaid dainna, ahte bálvalusaid organiseregohtet ja láhčigohtet eará láhkai.

source: For å utnytte det mulighetsrommet velferdsteknologi gir, må det legges til rette for at kommunene i større grad kan ta velferdsteknologiske løsninger i bruk.
sme: Buorrediliteknologiija vejolašvuođain ávkkástallan eaktuda, ahte láhčit dilálašvuođaid dasa, ahte gielddat sáhttet geavahišgoahtit buorrediliteknologiija čovdosiid eanet go ovdal.

source: Derfor settes det i verk et nasjonalt program for utvikling og innføring av velferdsteknologi i de kommunale helse- og omsorgstjenestene.
sme: Danin álggahit nationála prográmma, man olis gielddaid dearvvašvuođa- ja fuolahanbálvalusain ovddidit ja váldet atnui buorrediliteknologiija.

source: Hovedmålet for programmet er at velferdsteknologi skal være en integrert del av tjenestetilbudet i omsorgstjenestene innen 2020.
sme: Prográmma ulbmil lea ovttaidahttit buorrediliteknologiija fuolahanbálvalusaid bálvalusfálaldaga oassin ovdal 2020.

source: Økt bruk av velferdsteknologi i helse- og omsorgstjenestene skal bidra til å:
sme: Dearvvašvuođa- ja fuolahanbálvalusaid buorrediliteknologiijain galgá:

source: forbedre brukernes mulighet til å mestre egen hverdag
sme: buoridit geavaheddjiid vejolašvuođa birget iežaset árgabeaivvis

source: øke brukernes og pårørendes trygghet, og avlaste pårørende for bekymring
sme: lasihit geavaheddjiid ja oapmahaččaid oadjebasvuođa, ja geahpedit oapmahaččaid fuolaid

source: øke brukernes og pårørendes deltakelse i brukernettverk, og mulighet til å holde løpende kontakt med hverandre og med hjelpeapparat
sme: oažžut geavaheddjiid ja oapmahaččaid searvat eanet geavaheaddjifierpmádahkii, ja addit vejolašvuođa leat jotkkolaččat oktavuođas nubbi nuppiin ja veahkkeapparáhtain

source: Programmet bygger på samhandlingsreformens målsettinger om helsefremmende arbeid, forebyggende tjenester, tidlig innsats og om å yte tjenestene der folk bor.
sme: Prográmma vuođđun leat ovttasdoaibmanođastusa ulbmilat, mat gusket dearvvašvuođa ovddideaddji bargui, ovddalgihtii hehttejeaddji bálvalusaide, árramuttu doaimmaide ja fálaldagaid fállamii doppe gos olbmot ásset.

source: Programmet skal også bygge på kommunenes lokale forutsetninger og ivareta behovet for at velferdsteknologiske løsninger og tjenesteinnovasjon skal ses i sammenheng.
sme: Prográmma vuođđun galget maid leat gielddaid báikkálaš eavttut ja dan olis galget fuolahit das, ahte buorrediliteknologiija čovdosiid ja bálvalusinnovašuvnna gehččet nubbi nuppi oktavuođas.

source: Programmet skal legge til rette for nye arbeids- og samarbeidsformer mellom kommuner, brukere, pårørende, nærmiljøet, frivillige, spesialisthelsetjenesten og næringslivet.
sme: Prográmmain galget láhčit vejolašvuođaid dasa, ahte šaddet ođđa bargo- ja ovttasbargovuogit gaskkal gielddaid, geavaheddjiid, oapmahaččaid, lagašbirrasa, eaktodáhtolaččaid, spesialistadearvvašvuođabálvalusaid ja ealáhusaid.

source: Helsedirektoratet vil få hovedansvaret for å gjennomføre teknologiprogrammet som en del av Omsorgsplan 2020.
sme: Dearvvašvuođadirektoráhtta oažžu váldoovddasvástádusa teknologiijaprográmma ollašuhttimis 2020 fuolahanplána oassin.

source: Det forutsettes at Helsedirektoratet i gjennomføringen av programmet samarbeider med InnoMed og det kompetansesenter som skal etableres som del av den helhetlige kommunale innovasjonsstrategien.
sme: Eaktuduvvo, ahte Dearvvašvuođadirektoráhtta ovttasbargá prográmma čađaheami oktavuođas InnoMedain ja gelbbolašvuođaguovddážiin, mii ásahuvvo gielddaid ollislaš innovašuvdnastrategiija oassin.

source: Programmet vil bestå av følgende tiltak:
sme: Prográmma olis galget bargat dáid doaimmaiguin:

source: Etablering av åpne standarder for velferdsteknologi
sme: Ásahit buorrediliteknologiija rabas standárddaid

source: Det er nødvendig med sterkere nasjonal styring av IKT-utviklingen i helse- og omsorgssektoren.
sme: Dearvvašvuođa- ja fuolahansuorggi DGT-ovdáneami dárbbaša stivret nannoseappot nationála dásis.

source: Standardiseringsarbeidet på velferdsteknologiområdet skal bidra å legge til rette for integrerte og leverandøruavhengige velferdsteknologiske løsninger på tvers av offentlig og privat sektor, slik at brukerne får en god, koordinert og forutsigbar tjeneste.
sme: Buorrediliteknologiijasuorggi standardiserenbarggu olis galget ovddidit ovttaidahttojuvvon ja ráhkadeddjiide čanakeahtes buorrediliteknologiijačovdosat, geahčakeahttá almmolaš ja priváhta suorggi rájáide, nu ahte geavaheaddjit ožžot buori, koordinerejuvvon ja einnostahtti bálvalusa.

source: Helsedirektoratet gis ansvaret for et overordnet standardiseringsarbeid på området.
sme: Dearvvašvuođadirektoráhttii addojuvvo ovddasvástádus ovddidit suorggi standardiserema bajit dásis.

source: Det forutsettes et nært samarbeid med KS-programmet KommIT (Program for IKT-samordning i kommunesektoren), Standard Norge, leverandør- og bransjeforeninger og Norsk Helsenett SF.
sme: Eaktuduvvo ahte dat bargá lagaš ovttasbarggu KS-prográmmain KommIT (Gieldasuorggi DGT-buohtalastima prográmma), Standard Norgiin, leverandevra- ja fidnosuorgeservviiguin ja Norsk Helsenett SF:in.

source: Arbeidet skal sees i sammenheng med standardiseringsarbeidet på e-helseområdet.
sme: Barggus galgá maid váldit vuhtii e-dearvvašvuođasuorggi standardiserenbarggu.

source: Standardisering på velferdsteknologiområdet skal gis prioritet i de nasjonale strategier for standardisering.
sme: Nationála standardiserenstrategiijain galget vuoruhit buorrediliteknologiijasuorggi standardiserema galgá vuoruhit.

source: Utvikling og utprøving av velferdsteknologiske løsninger i kommunene
sme: Buorrediliteknologiija čovdosiid ovddideapmi ja geahččaladdan gielddain.

source: Kommunene må delta i utvikling og utprøving av velferdsteknologiske løsninger i et trepartssamarbeid med næringslivet og FUI-miljøer.
sme: Gielddat galget searvat buorrediliteknologiijačovdosiid ovddideapmái ja geahččaladdamii golmma osolačča ovttasbarggus, masa gielddaid lassin servet ealáhusat ja FUI-birrasat.

source: Utvikling av trygghetspakker bør prioriteres først, i tråd med Hagen-utvalgets og Teknologirådets anbefaling.
sme: Oadjebasvuođabáhkaid ovddideami ferte vuoruhit ovddemužžii, nu mo Hagen-lávdegoddi ja Teknologiijaráđđi leat ávžžuhan.

source: En trygghetspakke er en videreutvikling av trygghetsalarmen som i tillegg kan inkludere blant annet selvutløsende alarm, fallsensor, røykdetektor, elektronisk døråpner, mobiltelefon, sporingsløsning (GPS) mv.
sme: Oadjebasvuođabáhka vuođđun lea oadjebasvuođaalárbma, ja dat sáhttá sisdoallat vel alárpma, mii vuolgá johtui iešalddes, gahččansensora, elektrovnnalaš uksarahppi, mobiilatelefovnna, vuohttinčovdosa (GPS) ja eará.

source: Kunnskapsgenerering og spredning av velferdsteknologiske løsninger
sme: Máhttogenereren ja buorrediliteknologiija čovdosiid lávdadeapmi

source: Programmet skal bidra til ny forskningsbasert praksis.
sme: Prográmmain áigot ovddidit ođđa geavadiid, mat vuođđuduvvet dutkamii.

source: For å dokumentere effekter og gevinster ved bruk av ulike velferdsteknologiske løsninger skal kunnskapsgenerering og spredning av gode velferdsteknologiske løsninger til kommunene prioriteres.
sme: Áigumuš lea dokumenteret sierralágan buorrediliteknologiija čovdosiid váikkuhusaid ja ávkki, ja danin galget ge de vuoruhit máhttogenererema ja buriid buorrediliteknologiija čovdosiid lávdadeami gielddaide.

source: Følgeforskning og etablering av kunnskapsbasert praksis prioriteres først.
sme: Ovddimužžii vuoruhit čuovvumušdutkama ja álggahit geavadiid, maid vuođđun lea máhtolašvuohta.

source: De regionale sentrene for omsorgsforskning vil få en sentral oppgave som dokumentasjonssenter for innovasjon med følgeforskning og formidling.
sme: Fuolahusdutkama guovlluguovddážat ožžot mávssolaš barggu doaibmat innovašuvnna dokumenterenguovddážin, mii bargá čuovvumušdutkamiin ja gaskkustemiin.

source: Bidra til utvikling av gode modeller for innføring og bruk av velferdsteknologi
sme: Ovddidit buriid modeallaid, maiguin ásahit ja geavahit buorrediliteknologiija

source: Utvikling av gode modeller for innføring og bruk av velferdsteknologien sikrer at teknologien blir en integrert del av tjenesten og ikke bare anvendes som enkeltstående løsninger.
sme: Go ovddidit buriid modeallaid buorrediliteknologiija atnui váldimii ja geavaheapmái, de sihkkarastit ahte teknologiija ovttaidahttojuvvo bálvalusa oassin, iige geavahuvvo dušše sierra čoavddusin.

source: Regjeringen ønsker derfor å bygge ut InnoMed, slik at de i tillegg til spesialisthelsetjenesten også kan dekke de kommunale helse- og omsorgstjenestene og ivareta innovasjonsarbeidet på tvers av forvaltningsnivåene i helsetjenesten.
sme: Ráđđehus háliida danin viiddidit InnoMeda, nu ahte dat spesialistadearvvašvuođabálvalusa lassin govččašii maiddái gielddaid dearvvašvuođa- ja fuolahusbálvalusaid, ja fuolaha bargá innovašuvnna ovdii geahčakeahttá dearvvašvuođabálvalusa hálddahusrájáide.

source: Ordningen med offentlige forsknings- og utviklingskontrakter (OFU) i Innovasjon Norge skal gjøres lettere tilgjengelig og tilpasses innovasjonsbehovet i helse- og omsorgssektoren, særlig med tanke på velferdsteknologi.
sme: Innovasjon Norge ortnet, masa gullet almmolaš dutkan- ja ovddidansoahpamušat (ADO), galget dahkkojuvvot álkibut olámuddui ja galget heivehuvvot dearvvašvuođa- ja fuolahansuorggi innovašuvdnadárbui, erenoamážit buorrediliteknologiija dáfus.

source: For å stimulere til økt innovasjon i kommunene vil det også bli etablert et eget kompetansesenter som en del av regjeringens kommunale innovasjonsstrategi.
sme: Áigumuš lea arvvosmahttit gielddaid bargat eanet innovašuvnnain, ja danin ásahit sierra gelbbolašvuođaguovddáža, mii gullá ráđđehusa gieldasuorggi innovašuvdnastrategiijai.

source: Kompetanseheving
sme: Gelbbolašvuođalokten

source: Opplæring og kompetanseheving av ansatte, brukere og pårørende må skje både i forkant av og parallelt med innføring av velferdsteknologi.
sme: Bargiide, geavaheddjiide ja oapmahaččaide galget fállat oahpahusa ja gelbbolašvuođaloktema sihke ovdal go váldet atnui buorrediliteknologiija ja atnuiváldima áigge.

source: I hovedsak må opplæringen foregå som internopplæring i kommunene, gjerne i samarbeid og ved hjelp av utdanningsinstitusjoner, hjelpemiddelsentraler og andre fagmiljøer.
sme: Eanaš oahpahusa galget lágidit gielddaid siskkáldas oahpahussan, ja sáhttet áinnas ovttasbargat ja oažžut veahki oahppoásahusain, veahkkeneavvoguovddážiin ja eará fágabirrasiin.

source: En del av den praktiske opplæringen må knyttes til den konkrete innføringen av velferdsteknologien.
sme: Oasi geavatlaš oahpahusas ferte lágidit dan oktavuođas go buorrediliteknologiija geavahišgohtet.

source: Helsedirektoratet skal derfor i samarbeid med relevante fagmiljø utvikle en opplæringspakke, Velferdsteknologiens ABC, som gir grunnkompetanse i velferdsteknologi.
sme: Dearvvašvuođadirektoráhtta galgá danin ovttasbargat relevánta fágabirrasiiguin ja ovddidit oahpahusbáhka, buorrediliteknologiija áppesa, mas oažžu buorrediliteknologiija vuođđogelbbolašvuođa.

source: Helse- og omsorgspersonell må videre gis kunnskap om velferdsteknologi gjennom utdanningene, og endringer i helse- og sosialutdanningene bør vurderes i lys av de behov innføring av velferdsteknologi skaper.
sme: Dearvvašvuođa- ja fuolahanbargiin galgá dasto maid leat máhttu buorrediliteknologiija birra oahpuset bokte, ja dearvvašvuođa- ja sosiálaoahpuid rievdadeami galgá árvvoštallat dan ektui makkár dárbbut buorrediliteknologiija atnuiváldimis badjánit.

source: Programmet skal også bidra til at kommunene tilføres nødvendig kompetanse innen innovasjon og innovasjonsledelse, og praktiske verktøy for kartlegging av behov.
sme: Prográmma olis galget maid bargat dan ovdii, ahte gielddat ožžot dárbbašlaš gelbbolašvuođa innovašuvnna birra ja innovašuvnna jođiheami birra, ja geavatlaš reaidduid, maiguin kártejit dárbbuid.

source: Kunnskap om endringsprosesser, behovskartlegging og implementering er avgjørende for å sikre at teknologien dekker det behov den er ment å dekke og er i tråd med det som er praktisk og organisatorisk mulig i kommunen.
sme: Dieđut rievdanproseassaid birra, dárbbuid kárten ja implementeren leat ereliiggán mávssolaččat, vai sihkkarastit ahte teknologiija gokčá dárbbuid, maid dat lea jurddašuvvon gokčat, ja ahte dat heive gieldda geavatlaš vejolašvuođaide ja organiserenvejolašvuođaide.

source: Som del av regjeringens kommunale innovasjonsstrategi skal det utvikles et utdanningstilbud i kommunalt innovasjonsarbeid for kommunale ledere og fagfolk i sektoren.
sme: Ráđđehusa gieldasuorggi innovašuvdnastrategiija oassin galget gielddajođiheddjiide ja suorggi fágaolbmuide ovddidit oahppofálaldaga, mii gokčá gieldda innovašuvdnabarggu.

source: Gjennom studiet skal ansatte, ledere og folkevalgte lære om innovasjonsprosesser og hvordan planlegge og gjennomføre et innovasjonsprosjekt.
sme: Oahpu bokte bargit, jođiheaddjit ja álbmotválljen ovddasteaddjit galget oahppat innovašuvdnaproseassaid birra ja mo plánet ja čađahit innovašuvdnaproseassa.

source: Juridiske rammer
sme: Juridihkalaš rámmat

source: For å skape rettslig klarhet og for å legge bedre til rette for ny teknologi som kan gi den enkelte større mulighet til selvstendighet, trygghet og fysisk aktivitet, har regjeringen fremmet Prop. 90 L (2012–2013) om endringer i pasient- og brukerrettighetsloven mv. knyttet til bruk av varslings- og lokaliseringsteknologi.
sme: Vai oažžut čielgasut juridihkalaš rámmaid ja vai buorebut láhčit dilálašvuođaid ođđa teknologiijai, mii sáhttá addit olbmui buoret vejolašvuođaid iešbirgejupmái, oadjebasvuhtii ja fysihkalaš doaimmaide, de lea ráđđehus ovddidan Prop. 90 L (2012–2013), mii gieđahallá divššohas- ja geavaheaddjivuoigatvuođalága js. rievdadusaid, mat gusket almmuhan- ja lokaliserenteknologiijai.

source: 3 Historie, utviklingstrekk og framtid
sme: 3 Historjá, ovdánansárgosat ja boahtteáigi

source: Figur 3.1
sme: Govus 3.1

source: «Hvis en ikke kjenner fortida, forstår en ikke nåtida og egner seg ikke til å forme framtida.»
sme: «Jos eat dovdda vássánáiggi, de eat ádde dálá áiggi, eatge heive boahtteáiggi hábmejeaddjin.»

source: Kilde: Simone Weil
sme: Gáldu: Simone Weil

source: Planlegging av framtid må bygge på erfaring og forankres i historie, samtidig som det er nødvendig å åpne opp og slippe løs fra tilvante forestillinger.
sme: Boahtteáiggi plánemis ferte váldit vuhtii vásáhusaid ja historjjá, seammás go ferte maid nagodit luoitit guottuid, maidda leat hárjánan.

source: I møtet med framtidas omsorgsutfordringer blir det nødvendig å ta i bruk nye metoder og finne nye løsninger, og ikke bare forlenge dagens trender og utviklingstrekk.
sme: Go boahtteáiggi fuolahanhástalusat badjánit, mii dárbbašit ođđa vugiid ja ođđa čovdosiid, iige leat doarvái dušše guhkidit dálá treanddaid ja ovdánansárgosiid.

source: For omsorgssektoren vil det være et for enkelt svar å bare øke tallet på sykehjemsplasser med veksten i tallet på eldre over 80 år.
sme: Fuolahansuorggis livččii menddo álki čoavdit ášši dan láhkai, ahte beare lasihit buhcciidsiiddaid sajiid seammá ollu, go badjel 80-jahkásaččaid lohku lassána.

source: Dersom det skjer like mye med de kommunale helse- og omsorgstjenestene de neste 40 år som de siste 40, vil de se helt annerledes ut.
sme: Jos gielddaid dearvvašvuođa- ja fuolahusbálvalusat rivdet seammá ollu lagamus 40 jagis go vássán 40 jagis, de bálvalusat gal rivdet oalát.

source: 3.1 Førti år tilbake og førti år fram
sme: 3.1 Njealljelot jagi maŋos ja njealljelot jagi ovddos

source: De offentlige omsorgstjenestene har en kort historie, slik vi kjenner dem i dag.
sme: Almmolaš fuolahanbálvalusaid historjá lea oanehaš, dat eai leat guhká leamaš dakkárat go dán áigge.

source: På førti år har disse tjenestene vokst fra vel 20 000 årsverk til mer enn 120 000 årsverk.
sme: Njealljelot jagis bálvalusat leat viidánan 20 000 jahkebarggus badjelaš 120 000 jahkebargui.

source: Fra i hovedsak å være eldreomsorg, er omsorgstjenesten i dag et tilbud til brukere i alle aldersgrupper med et mangfold av diagnoser, funksjonsnedsettelser og tilstander.
sme: Álggus fuolahedje vuosttažettiin boarrásiid, dán áigge fálaldat gokčá buot ahkejoavkkuid, ja ollu iešguđet lágan diagnosaid, doaibmahehttejumiid ja diliid.
